Repository: mohsinalimat/Weckr
Catalog: Weckr/Localization/*.lproj/Localizable.strings
Languages: de

# walkthrough.landing.title
source: Let your Alarm work for You.
de: Lass deinen Wecker für dich arbeiten.

# walkthrough.landing.title.coloredPart
source: You
de: arbeiten

# walkthrough.landing.buttonTitle
source: How?
de: Wie?

# walkthrough.calendar.title
source: Weckr knows your schedule...
de: Weckr kennt deinen Terminplan...

# walkthrough.calendar.title2
source: and rings right on time.
de: und klingelt genau zur richtigen Zeit.

# walkthrough.calendar.title2.coloredPart
source: right on time.
de: zur richtigen Zeit

# walkthrough.location.title
source: It will also know where to go...
de: Er weiß auch, wohin du musst...

# walkthrough.location.title.coloredPart
source: where
de: wohin

# walkthrough.location.title2
source: and how to get there.
de: und wie du dorthin kommst.

# walkthrough.location.title2.coloredPart
source: how
de: wie

# walkthrough.location.buttonTitle
source: Great!
de: Toll!

# walkthrough.notification.title
source: Don’t worry about oversleeping!
de: Hab keine Angst zu verschlafen!

# walkthrough.notification.title2
source: Weckr notices irregularities and warns you in the evening!
de: Weckr erkennt Unregelmäßigkeiten und warnt dich am Vorabend!

# walkthrough.notification.title2.coloredPart
source: irregularities
de: Unregelmäßigkeiten

# walkthrough.notification.buttonTitle
source: Neat!
de: Nett!

# walkthrough.travel.title
source: How do you travel?
de: Wie bewegst du dich fort?

# walkthrough.travel.title.coloredPart
source: travel
de: bewegst

# walkthrough.travel.buttonTitle
source: Continue
de: Weiter

# walkthrough.morningroutine.title
source: How long is your morning routine?
de: Wie lang ist deine Morgenroutine?

# walkthrough.morningroutine.title.coloredPart
source: morning routine
de: Morgenroutine

# walkthrough.morningroutine.buttonTitle
source: Done!
de: Fertig!

# walkthrough.done.title
source: All done
de: Alles bereit

# walkthrough.done.title2
source: Welcome to your new Alarm!
de: Willkommen zu deinem neuen Wecker!

# walkthrough.done.title2.coloredPart
source: Alarm!
de: Wecker!

# walkthrough.done.buttonTitle
source: Gooo!
de: Loos!

# main.header.today
source: Today
de: Heute

# main.header.tomorrow
source: Tomorrow
de: Morgen

# main.header.dayaftertomorrow
source: The day after tomorrow
de: Übermorgen

# edit.morningRoutine
source: How long is your morning routine?
de: Wie lang ist deine Morgenroutine?

# edit.travel
source: How do you travel?
de: Wie bewegst du dich fort?

# edit.done
source: Done
de: Fertig

# edit.clever
source: Clever
de: Klever!

# edit.firstEvent
source: First event
de: Erster Termin

# edit.adjustWeather
source: Adjust for weather
de: An Wetter anpassen

# edit.adjustWeather.title
source: Don’t walk in the rain!
de: Lauf doch nicht durch den Regen!

# edit.adjustWeather.info
source: If you let Weckr adjust for weather, it will automatically switch your means of transport.
de: Wenn du Weckr an das Wetter anpassen lässt, wird er automatisch dein Fortbewegungsmittel wechseln!

# direction.north
source: Head north
de: Nach Norden

# direction.northWest
source: Head northwest
de: Nach Nordwesten

# direction.northEast
source: Head northeast
de: Nach Nordosten

# direction.south
source: Head south
de: Nach Süden

# direction.southWest
source: Head southwest
de: Nach Südwesten

# direction.southEast
source: Head southeast
de: Nach Südosten

# direction.east
source: Head east
de: Nach Osten

# direction.west
source: Head west
de: Nach Westen

# direction.left
source: Turn left
de: Links abbiegen

# direction.right
source: Turn right
de: Rechts abbiegen

# direction.slightlyLeft
source: Turn slightly left
de: Leicht links abbiegen

# direction.slightlyRight
source: Turn slightly right
de: Leicht rechts abbiegen

# direction.straight
source: Continue straight
de: Weiter geradeaus

# direction.takeStreetRight
source: Take the street on the right
de: Straße zur Rechten nehmen

# direction.takeStreetLeft
source: Take the street on the left
de: Straße zur Linken nehmen

# direction.roundabout
source: Roundabout
de: Kreisverkehr

# direction.drive
source: Drive towards
de: Fahre zum

# error.fixit
source: Fix it
de: Mach es

# error.gotit
source: Got it
de: Verstanden

# error.access.calendar.title
source: Red Alert!
de: Roter Alarm!

# error.access.calendar.message
source: It seems like you revoked Weckr’s access to your Calendar. Without that permission, Weckr can’t do anything for you!
de: Scheint, als hättest du Weckr die Kalenderberechtigung entzogen. Ohne die kann er dir leider nicht mehr helfen!

# error.access.notification.title
source: Oh Snap!
de: Grundgütiger!

# error.access.notification.message
source: Apparently, you don’t want to receive Notifcations. Weckr needs this permission to ring and warn you when something seems off in your schedule!
de: Anscheinend möchtest du keine Benachrichtigungen erhalten. Weckr braucht aber diese Berechtigung zum Klingeln und um dich zu warnen, falls etwas in deinem Kalender nicht stimmt!

# error.access.location.title
source: Where are you?
de: Wo bist du?

# error.access.location.message
source: Weckr is not allowed to use your location. To reliably factor in your travelling times in the morning, Weckr needs to know where you sleep. While this sounds a bit creepy, your data is very safe with Weckr. Promised.
de: Weckr darf deinen Standort nicht mehr sehen. Um am Morgen deine Wegzeiten verlässlich zu berücksichtigen, muss Weckr wissen, wo du schläfst. Auch wenn das ein bisschen gruselig klingt, sind deine Daten bei Weckr komplett sicher. Versprochen.

# error.calendar.noEvents.message
source: We couldn't find any calendar entries in the next week. Please add some events. Don't forget to add a geolocation or adress.
de: Nächste Woche sieht dein Kalender verdächtig leer aus. Füg' doch deine Termine hinzu. Wenn du schon dabei bist, vergiss nicht den Ort mit einzutragen

# error.undefined.title
source: An error occurred
de: Schockschwere Not!

# error.undefined.message
source: We are very sorry but an error occurred.
de: Tut uns sehr leid, ein Fehler ist aufgetreten.
